{"chars": ["4", "I", "C", "+", "o", "À", "M", "f", "Ó", "Ò", "Q", "G", "1", "é", "l", "D", "É", "ª", "3", "k", "t", "ì", "¿", "U", "-", "E", "ä", "g", "j", "/", "(", "«", "ﬂ", "x", "ú", "d", "è", "2", "Š", "z", "L", "ö", "P", "ﬁ", "u", "A", "0", "ã", "8", "Á", "Ü", "*", "´", ")", "w", "7", "¡", "Ñ", ":", "Ú", "ü", "9", "H", "q", ",", "ç", "i", "y", "?", "Œ", ".", "r", "Í", "»", "õ", "a", "c", "s", "v", "S", "B", "ó", "F", "h", "X", "N", "–", "n", "í", "™", "Z", "O", "6", "K", "m", "á", "p", "!", "T", "V", "`", "J", "º", "‚", "à", "b", " ", "e", "R", "ñ", ";", "5", "W", "Y", "\n", "%"], "int2char": {"0": "4", "1": "I", "2": "C", "3": "+", "4": "o", "5": "À", "6": "M", "7": "f", "8": "Ó", "9": "Ò", "10": "Q", "11": "G", "12": "1", "13": "é", "14": "l", "15": "D", "16": "É", "17": "ª", "18": "3", "19": "k", "20": "t", "21": "ì", "22": "¿", "23": "U", "24": "-", "25": "E", "26": "ä", "27": "g", "28": "j", "29": "/", "30": "(", "31": "«", "32": "ﬂ", "33": "x", "34": "ú", "35": "d", "36": "è", "37": "2", "38": "Š", "39": "z", "40": "L", "41": "ö", "42": "P", "43": "ﬁ", "44": "u", "45": "A", "46": "0", "47": "ã", "48": "8", "49": "Á", "50": "Ü", "51": "*", "52": "´", "53": ")", "54": "w", "55": "7", "56": "¡", "57": "Ñ", "58": ":", "59": "Ú", "60": "ü", "61": "9", "62": "H", "63": "q", "64": ",", "65": "ç", "66": "i", "67": "y", "68": "?", "69": "Œ", "70": ".", "71": "r", "72": "Í", "73": "»", "74": "õ", "75": "a", "76": "c", "77": "s", "78": "v", "79": "S", "80": "B", "81": "ó", "82": "F", "83": "h", "84": "X", "85": "N", "86": "–", "87": "n", "88": "í", "89": "™", "90": "Z", "91": "O", "92": "6", "93": "K", "94": "m", "95": "á", "96": "p", "97": "!", "98": "T", "99": "V", "100": "`", "101": "J", "102": "º", "103": "‚", "104": "à", "105": "b", "106": " ", "107": "e", "108": "R", "109": "ñ", "110": ";", "111": "5", "112": "W", "113": "Y", "114": "\n", "115": "%"}, "char2int": {"4": 0, "I": 1, "C": 2, "+": 3, "o": 4, "À": 5, "M": 6, "f": 7, "Ó": 8, "Ò": 9, "Q": 10, "G": 11, "1": 12, "é": 13, "l": 14, "D": 15, "É": 16, "ª": 17, "3": 18, "k": 19, "t": 20, "ì": 21, "¿": 22, "U": 23, "-": 24, "E": 25, "ä": 26, "g": 27, "j": 28, "/": 29, "(": 30, "«": 31, "ﬂ": 32, "x": 33, "ú": 34, "d": 35, "è": 36, "2": 37, "Š": 38, "z": 39, "L": 40, "ö": 41, "P": 42, "ﬁ": 43, "u": 44, "A": 45, "0": 46, "ã": 47, "8": 48, "Á": 49, "Ü": 50, "*": 51, "´": 52, ")": 53, "w": 54, "7": 55, "¡": 56, "Ñ": 57, ":": 58, "Ú": 59, "ü": 60, "9": 61, "H": 62, "q": 63, ",": 64, "ç": 65, "i": 66, "y": 67, "?": 68, "Œ": 69, ".": 70, "r": 71, "Í": 72, "»": 73, "õ": 74, "a": 75, "c": 76, "s": 77, "v": 78, "S": 79, "B": 80, "ó": 81, "F": 82, "h": 83, "X": 84, "N": 85, "–": 86, "n": 87, "í": 88, "™": 89, "Z": 90, "O": 91, "6": 92, "K": 93, "m": 94, "á": 95, "p": 96, "!": 97, "T": 98, "V": 99, "`": 100, "J": 101, "º": 102, "‚": 103, "à": 104, "b": 105, " ": 106, "e": 107, "R": 108, "ñ": 109, ";": 110, "5": 111, "W": 112, "Y": 113, "\n": 114, "%": 115}}